{
  "title": "Our Team",
  "members": [
    {
      "name": "Michael Kahn",
      "position": "Executive Sponsor of Audi ",
      "photo": "Michael_Kahn.jpg",
      "bio": [
        "You’ll know him as MK, and you’ll love him as a fierce champion of the Audi brand, a piercingly astute observer of behavior, and a skillful steward of strategic leadership. Under MK, \"performance never rests\" is true every day—it’s an ethos he embodies at Digitas and, previously, as Chief Executive Officer of Performics Worldwide, the global performance marketing agency inside Publicis, where he led the creation of the agency’s account management practices, marketing function and business development team.",
        "<b>Automotive and other relevant experience: </b>Bose, American Express, Richmont, Rolex—and, currently, firsthand consumer research as he shops for his own new car."
      ],
      "in": "https://www.linkedin.com/in/michael-kahn-29451b12/"
    },
    {
      "name": "Robert Guay",
      "position": "Relationship Lead",
      "photo": "Robert_Guay.jpeg",
      "bio": [
        "Robert is your go-to guy—the one who is always ready to help you think through and thoughtfully solve challenges, whether that’s over the phone, in your offices or side-by-side in an Audi on the open road. For 20+ years, he has built intensely strong relationships with his clients across B2C and B2B industries, and equipped rising leaders with the skills and tools to make our client connections stronger and our work better. Previously, Robert cofounded and ran Red98, a 20-person digital agency, and Click Nineteen, an interactive marketing company that was acquired in 2006. ",
        "<b>Automotive and other relevant experience: </b>GMC, Buick, Cadillac, BMW, Harley Davidson and Goodyear."
      ],
      "in": "https://www.linkedin.com/in/robertguay/"
    },
    {
      "name": "Scott Donaton",
      "position": "Content & Creative",
      "photo": "Scott_Donaton.jpg",
      "bio": [
        "You want Audi to harness the power of storytelling? You want Scott. He’s an award-winning content strategist & producer who connects brands to consumers through original, custom content—for TV, digital video, mobile, music, social media, film and publishing. Scott runs our Connected Creative capabilities, leading a global team of 100 content specialists. Previously, he served as Global Chief Content Officer at Interpublic Group’s UM and head of UM Studios, working with the world’s leading writers, directors, producers, talent agencies, studios and networks. ",
        "<b>Automotive and other relevant experience: </b>BMW, Chrysler, ExxonMobil."
      ],
      "in": "https://www.linkedin.com/in/scott-donaton-a66ba4/"
    },
    {
      "name": "Atit Shah",
      "position": "Creative",
      "photo": "Atit_Shah.jpg",
      "bio": [
        "Atit will be Audi’s dreamer—and more importantly, doer. For nearly two decades, he’s created transformative brand experiences for companies like American Express, Converse, L'Oréal, NBC, Whole Foods, Vevo and The New York Times. His activations fuse creative, media, data and technology to create scalable platforms around authentic passions—music, film, philanthropy, fashion, sports, and beyond. Notable projects include the “Small Business Saturday” social movement, the “Unstaged” interactive music series, the “My Movie Pitch” UGC platform on YouTube, the “Members Project” humanitarian experiment, and “The Sync Show,” a Twitter-powered concert starring Jay Z. ",
        "<b>Automotive and other relevant experience: </b>Jenn Air, Whirlpool, Converse."
      ],
      "in": "https://www.linkedin.com/in/atitrshah/"
    },
    {
      "name": "Simona Lo",
      "position": "Creative",
      "photo": "Simona_Lo.jpg",
      "bio": [
        "Progressive to her core, Simona has shaken up the status quo for a vast portfolio of aspirational brands, including British Airways, Chanel, BlackRock, Samsung, Mercedes, Aetna, and David Yurman. Her “A Ticket to Visit Mum” project for British Airways was celebrated as the “best travel campaign ever” by MSN and proved to be BA’s most successful retail campaign in history. Her body of work has received top medals at Cannes, Effie, One Show, and Webby—and she’s confident that her best work yet is ready to come for Audi.",
        "<b>Automotive and other relevant experience: </b>Mercedes."
      ],
      "in": "https://www.linkedin.com/in/simonalo/"
    },
    {
      "name": "Andrew Carlson",
      "position": "Experience Design",
      "photo": "Carlson_Andrew.jpg",
      "bio": [
        "Audi is the best of experience brands, and Andrew the best of experience designers. He’s masterful at developing novel, compelling solutions to complex problems—finding the sweet spot across design, technology and culture. He leads a 60-person team of talent in creating stunning, award-winning digital products, services and experiences for clients like American Express, Pitney Bowes, CVS, Jenn Air, Whirlpool and Teladoc, whose app won a 2016 One Show Gold Pencil and Merit awards for Consumer Utility and Experience. ",
        "<b>Automotive and other relevant experience: </b>Nissan, GM, Hyundai, CVS, Whole Foods."
      ],
      "in": "https://www.linkedin.com/in/andrew-carlson-b726893/"
    },
    {
      "name": "Jessie Harte",
      "position": "Experience Design",
      "photo": "Jessie_Harte.jpg",
      "bio": [
        "Jessie will be your intrepid explorer—finding creative ways for Audi to merge analog practices with awesome new technologies. A dynamic and energetic leader, Jessie is passionate about making digital experiences that people not only use and enjoy, but that also help make their lives better. Her work has received top industry awards including honors from The One Show, the IAB Mixx Awards and the Webby's. In addition to her day job, Jessie has been designing a line of greeting cards and branded products since 2008.",
        "<b>Automotive and other relevant experience: </b>Nissan, Volkswagen."
      ],
      "in": "https://www.linkedin.com/in/jessieharte/"
    },
    {
      "name": "David Chriswick",
      "position": "Creative Strategy ",
      "photo": "David_Chriswick.jpg",
      "bio": [
        "With David as your strategic lead, you’ll get insightful creative strategy to win consumers’ hard-to-get attention and elicit the desired behaviors from them. An \"evidence-based practioner\" in advertising, he develops strategies that consistently achieve strong ROI, and his work has won awards in all major international strategy and effectiveness shows, including the coveted Cannes Effectiveness Lion. ",
        "<b>Automotive and other relevant experience: </b>Volkswagen."
      ],
      "in": "https://www.linkedin.com/in/davidchriswick/"
    },
    {
      "name": "Laura Weedon",
      "position": "Experience Strategy",
      "photo": "Laura_Weedon.jpg",
      "bio": [
        "Laura will dig deep into the “who” and the “why” that motivate a purchase to come up with powerful ways to influence behavior for Audi. Equipped with sharp consumer insights and artful powers of persuasion, Laura is the first to win over the skeptics and drive smart strategy forward. She’s data inspired, idea-obsessed and media-creative—and she’s ready to rock it for Audi.  ",
        "<b>Automotive and other relevant experience: </b>Mazda."
      ],
      "in": "https://www.linkedin.com/in/laura-weedon/"
    },
    {
      "name": "Tony Bailey",
      "position": "Technology/Development",
      "photo": "Bailey_Tony.jpg",
      "bio": [
        "Tony’s passion for emerging technology and amazing customer experiences will help equip Audi with “never been done before” technical abilities and creative success. He leads a talented team of experts who love great design as much as they love code. Tony was instrumental in driving the Global platform for GM’s mobile brand sites, and he led the Sprint team to create a new site with shopping tools for the Framily Plan in just three weeks. ",
        "<b>Automotive and other relevant experience: </b>GM, Nissan, EHI (Alamo, Enterprise, National)."
      ],
      "in": "https://www.linkedin.com/in/tonybailey/"
    },
    {
      "name": "Corey Birtles",
      "position": "Data & Analytics",
      "photo": "Corey_Birtles.jpeg",
      "bio": [
        "Corey will help you maximize the data you have and unpack data you’ve never even thought to examine. He has more than 20 years’ experience in media publishing, ad agencies and research organizations, and is beloved as an expert at deriving insights, conceptualizing complex ideas and pitching new strategic products into market. Schooled in computer science and mathematics, his first adult role was during the dotcom boom as a web frontend and database programmer. ",
        "<b>Automotive and other relevant experience: </b>Skoda Australia, Macy's."
      ],
      "in": "https://www.linkedin.com/in/coreybirtles/"
    },
    {
      "name": "Alan Davies",
      "position": "Innovation & Digital Transformation",
      "photo": "Alan_Davies.jpeg",
      "bio": [
        "From Day 1 and every day thereafter, Alan will ask Audi: \"How do you remain relevant as a company in a changing industry as you scale?\" He is dedicated to helping Digitas—and Audi—understand and define the challenges of the category and mapping out a path to the right solution. ",
        "<b>Automotive and other relevant experience: </b>Nissan."
      ],
      "in": "https://www.linkedin.com/in/alan-davies-0238a/"
    },
    {
      "name": "Jeff Jackson",
      "position": "Project Management",
      "photo": "Jeff_Jackson.jpg",
      "bio": [
        "Jeff will be your got-it-done guru. He leads our Digital Experience Project Management team, a swat team of producers who integrate into accounts to lead projects that involve user experience design and technology. With a background in engineering and traditional media production, Jeff has been leading projects and teams of producers for clients including American Express, Verizon, Viacom, Dr. Pepper Snapple Group, the City of New York, and the Smithsonian Institution.",
        "<b>Automotive and other relevant experience:: </b>Nissan, Whole Foods Market, Neiman Marcus."
      ],
      "in": "https://www.linkedin.com/in/jeffjacksonnyc/"
    }
  ]
}
