{
  "title": "Our Work",
  "items": [
    {
      "title": "GMC Sierra: Innovative Platform Creates Cinematic Experience",
      "desc": "GM knew it couldn’t simply count on traditional advertising to change perceptions of the 110-year-old brand -especially in light of the rolling recalls across its portfolio. GM needed to do something unexpected to capture the attention of those ready to buy, and then convert that interest to sales.We created a first-of-its-kind cross-platform experience for the all-new GMC Sierra. The site has become the new standard in HTML5 scrolling sites, giving users full control of their experience so they can see, hear and feel the advanced technology of the pickup. Called the Incredible Thinking site, its immersive narrative tells six stories of inspiration along with purposeful call outs about specific features. ",
      "video": "https://player.vimeo.com/video/282550386"
    },
    {
      "title": "Jenn-Air: Bound by Nothing",
      "desc": "We set out on a mission to reinvigorate luxury audiences, tear down stale conventions, slash through conformity and usher in a new era of luxury standards with the campaign idea \"Bound by Nothing\" – all in just three months. With significant new product offerings across two new design expressions, three exclusive statement pieces and a notably elevated brand identity, we are breathing new life into the very meaning of luxury. We launched an integrated campaign with a tradeshow booth, experiential launch event with celebrity performances (have you heard of Nas?), digital and out-of-home advertising, an emboldened new brand identity, brand website, reinvigorated social channels and earned media efforts. ",
      "video": "https://player.vimeo.com/video/282550731"
    },
    {
      "title": "Dunkin’ Donuts: Perks Loyalty Program",
      "desc": "With customers expecting a more personalized experience, and increasing competition from others delivering on that, Dunkin’ needed to introduce a robust CRM program to drive loyalty. We developed a program that enables more specific portraits of customer behavior and preferences, resulting in irresistible \"offer\" strategies driven by unique customer segments and targeted based on purchase history, visitation patterns, and preferences. ",
      "video": "https://player.vimeo.com/video/281646332"
    },
    {
      "title": "Teledoc: Transforming an Industry Leader Through Mobile",
      "desc": "An industry leader in telemedicine, Teladoc has been providing affordable & quality healthcare to it’s members since 2002. Teladoc asked us to create a best in class app that would not only improve upon their 95% member satisfaction rating, but make the mobile app the main way users would interact with the brand. We redesigned their existing app from the ground up, referencing every mobile best practice to boot (and even creating some of our own). From a new sleek design paired with tangible animation, to relatable messaging and photography, the app is truly a stand out in the industry. ",
      "video": "https://player.vimeo.com/video/282551229"
    },
    {
      "title": "American Express: Small Business Saturday",
      "desc": "We were tasked with making American Express resonate with small business owners again so we created Small Business Saturday- a now widely known and beloved national holiday—it has been endorsed by mayors, governors and even President Obama, and was chosen as a \"Top Campaign of the 21st Century\" (#7) by AdAge.  The annual 360-degree integrated marketing and media platform centers on the rallying cry of \"Shop Small,\" drawing attention to smaller businesses during the bustle of the holiday season. To make it nearly effortless for Small Business Owners to get involved, we created a connected brand platform to activate and reach both business owners and consumers.",
      "video": "https://player.vimeo.com/video/281642951"
    },
    {
      "title": "GM: Precisely to the Point",
      "desc": "To make GMC stand out, we made the ads they have to watch, more like videos they want to watch. We researched the top content types that GMC’s key target watch on YouTube. From this knowledge, we created 9 pre-roll ads made specifically for the 9 categories GMC's audience searches for most. By involving the content that our target is seeking into the GMC video content, we get them paying attention early and they are much less likely to skip the content. So, if the user was looking for content on babies, we would show the new GMC line up while the narrator was carrying and interacting with a baby. ",
      "video": "https://player.vimeo.com/video/282551928"
    },
    {
      "title": "eBay: Redefining Personalization in Retargeting",
      "desc": "After years of optimization, eBay struggled to generate incremental lift. They had a limited view of customer behavior and only looked at consumer activity within a short 24-hour attribution window. And although eBay has an abundance of data on the 17 million consumers who shop on the site every day, the company is challenged by how to use it to create relevancy and drive action.We used eBay’s site and user behavioral data in a new way to establish unprecedented relevance in our dynamic display creative.  ",
      "video": "https://player.vimeo.com/video/282552162"
    },
    {
      "title": "Whirlpool: Care Counts",
      "desc": "Every day thousands of kids miss school because they don't have clean clothes. We helped Whirlpool introduce it’s Every day, Care program, transforming the perception of laundry from a grudging chore into an act of love.  We encouraged students to bring their dirty laundry to school, where it would be washed for them. For each student, we anonymously tracked their loads of laundry, attendance and grades throughout the school year. Our first year of the program included two districts, 17 schools, and 2,000 loads of laundry washed—an average of nearly 50 loads of laundry per participant. The results have been staggering. ",
      "video": "https://player.vimeo.com/video/281644485"
    },
    {
      "title": "American Express: OUTSIDE IN ",
      "desc": "OUTSIDE IN changes the way we experience music. Instead of just listening to a song, now you can walk through one — with Justin Timberlake as your very own personal guide. The experience brings together augmented reality and e-commerce in a never-been-done-before way.",
      "video": "https://player.vimeo.com/video/282552722"
    },
    {
      "title": "Dunkin Donuts: #WTFast",
      "desc": "Dunkin’ Donuts spent almost two years developing their new app with On-the-Go Ordering technology for DD Perks members. In order to drive awareness and downloads to their latest innovation we developed a 360° campaign that engaged viewers by highlighting the benefit of speed.",
      "video": "https://player.vimeo.com/video/282554839"
    }
  ]
}